Repository: MaddTheSane/colloquy-1
Catalog: Mac-Old/Mac-Old/Preferences/mul.lproj/JVFileTransferPreferencesViewController.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pt_pt, zh_hant

# bxk-I1-QAg.title
source: to
de: bis
es: a
fr: à
it: e
ja: から
ko: 에서부터
nb: til
nl: naar
pt_pt: para
zh_hant: 到

# cOx-pj-7fV.title
source: Auto accept files from:
de: Automatisch annehmen von:
es: Auto-aceptar archivos de:
fr: Toujours accepter les fichiers venant de:
it: Accetta automaticamente i file da:
ja: 次の時ファイルを自動受信：
ko: 자동으로 수락할 파일:
nb: Aksepter filer automatisk fra:
nl: Accepteer automatisch bestanden van:
pt_pt: Aceitar automaticamente ficheiros de:
zh_hant: 自動接受檔案:

# crQ-ds-MM5.title
source: If files already exist:
de: Wenn Dateien bereits existieren:
es: Si los archivos ya existen:
fr: Si le fichier existe déjà:
it: Se i file esistono ancora:
ja: ファイルが既に存在したら：
ko: 만약 파일이 이미 존재할시:
nb: Hvis fil allerede finnes:
nl: Indien bestanden reeds bestaan:
pt_pt: Se os ficheiros já existem:
zh_hant: 如果已經有了相同的檔案:

# Cve-pv-DRB.title
source: When Colloquy Quits
de: Beim Beenden von Colloquy
es: Al Salir de Colloquy
fr: Quand Colloquy quitte
it: Quando esci da Colloquy
ja: Colloquy の終了時
ko: Colloquy가 종료시
nb: Når Colloquy avslutter
nl: Bij het Stoppen van Colloquy
pt_pt: Quando o Colloquy encerra
zh_hant: 在結束 Colloquy 時

# dh9-nC-zhV.title
source: Remove transferred items:
de: Übertragenene Elemente entfernen:
es: Borrar lista de enviados:
fr: Supprimer les éléments transférés:
it: Salva i file scaricati in:
ja: 転送終了アイテムの削除：
ko: 전송항목 삭제:
nb: Fjern overførte gjenstander:
nl: Verwijder overgedragen items:
pt_pt: Remover itens transferidos:
zh_hant: 移除已經完成傳輸的項目:

# DWS-HZ-6QY.title
source: Buddies in my Buddy List
de: Personen in meiner Kontaktliste
es: Amigos en mi Lista de Amigos
fr: Amis dans ma liste d'amis
it: Amici nella mia lista degli amici
ja: 友達リストの一人
ko: 친구 목록 내 친구
nb: Kompiser i min kompisliste
nl: Vrienden in mijn Vriendenlijst
pt_pt: Amigos na minha lista de amigos
zh_hant: 在我的好友名單中的好友

# Ed2-Aq-H9o.title
source: Nobody
de: Niemandem
es: Nadie
fr: Personne
it: Nessuno
ja: 自動受信しない
ko: 아무도 받지 않음
nb: Ingen
nl: Niemand
pt_pt: Ninguém
zh_hant: 任何人的檔案傳輸都不自動接受

# eqU-Nn-bv5.title
source: File transfer port range:
de: Portbereich für Dateiübertragungen:
es: Puerto para transferencias de archivo:
fr: Ports alloués au transfert de fichiers:
it: Porte per trasferimento file:
ja: ファイル転送ポートの範囲：
ko: 파일 전송 포트 범위:
nb: Portområde for filoverføring:
nl: Poortbereik voor bestandsoverdrachten:
pt_pt: Gama de portos para transferência de ficheiros:
zh_hant: 檔案傳輸連接埠的範圍:

# Fb7-FF-obo.title
source: Upon Successful Transfer
de: Nach erfolgreicher Übertragung
es: En transferencia con éxito
fr: Une fois que le transfert est terminé
it: In seguito al trasferimento completato con successo
ja: 転送が成功した時
ko: 성공적으로 전송이 완료된 경우
nb: Ved vellykket overføring
nl: Na een Succesvolle Overdracht
pt_pt: Quando a transferência ocorreu com sucesso
zh_hant: 在成功完成傳輸時

# gIz-oi-5n1.title
source: Cancel Every Time
de: Immer abbrechen
es: Cancelar Siempre
fr: Annuler à chaque fois
it: Annulla sempre
ja: いつもキャンセル
ko: 언제나 취소
nb: Avvis alltid
nl: Annuleer Atijd
pt_pt: Cancelar sempre
zh_hant: 每次都取消

# HFh-yb-3cg.title
source: Other…
de: Auswählen…
es: Otro…
fr: Autre…
it: Altro…
ja: その他…
ko: 기타…
nb: Andre…
nl: Andere…
pt_pt: Outro…
zh_hant: 其他…

# i8b-Gd-NsL.title
source: Resume if Possible
de: Fortsetzten, wenn möglich
fr: Reprendre si possible
it: Riprendi se possibile
ja: 可能ならレジューム
ko: 만약 가능하다면 진행
nb: Fortsett hvis mulig
nl: Herneem Indien Mogelijk
pt_pt: Continuar se possível
zh_hant: 如果可以的話，續傳檔案

# IF5-Ha-6bv.title
source: Anyone
de: Jedem
es: Cualquiera
fr: N'importe qui
it: Tutti
ja: だれでも
ko: 모든 사람
nb: Hvem som helst
nl: Iedereen
pt_pt: Qualquer pessoa
zh_hant: 任何人

# MDy-cK-h3Q.title
source: Ask Every Time
de: Jedesmal nachfragen
es: Preguntar Siempre
fr: Demander à chaque fois
it: Chiedi ogni volta
ja: 毎回尋ねる
ko: 할때마다 물어보기
nb: Spør alltid
nl: Vraag Altijd
pt_pt: Perguntar sempre
zh_hant: 每次都詢問我

# MeG-B9-hc8.title
source: Overwrite Every Time
de: Immer überschreiben
es: Sobreescribir Siempre
fr: Ecraser à chaque fois
it: Sovrascrivi sempre
ja: いつも上書き
ko: 할때마다 덮어쓰기
nb: Skriv alltid over
nl: Vervang Altijd
pt_pt: Substituir sempre
zh_hant: 每次都覆蓋

# OM2-Wq-fbw.title
source: “Safe” files include movies, pictures, sounds, PDF and text documents, disk images and other archive formats.
de: „Sichere“ Dateien sind beispielsweise Filme, Bilder, Töne, PDF- und Textdokumente, Image-Dateien und andere Archive.
es: Archivos "segurose" comprenden películas, imágenes, sonidos, documentos de texto y PDF, imágenes de disco u otros formatos.
fr: Les fichiers "fiables" incluent les séquences, les images, la musique, les documents PDF et textes, ainsi que les images disque et autres archives.
it: I file “sicuri” includono filmati, immagini, suoni, PDF e documenti di testo, immagini di dischi e altri formati di archivio.
ja: “安全な” ファイルには、ムービー・ピクチャ・サウンド・PDF・テキスト書類・ディスクイメージ・その他のアーカイブ形式が含まれます。
ko: “안전한” 파일에는 영화, 그림, 사운드, PDF 그리고 텍스트 파일, 디스크 이미지와 기타 압축파일이 포함되어 있습니다.
nb: "Sikre filer" inkluderer filmer, bilder, lyder, PDF- og tekstdokumenter, diskfiler og andre arkivformat.
nl: “Veilige” bestanden zijn films, afbeeldingen, geluidsbestanden, PDF- en tekstdocumenten, schijfkopieën en andere archiefbestanden.
pt_pt: Ficheiros “Seguros” incluem filmes, imagens, sons, PDF e documentos de texto, imagens de disco e outros formatos de arquivo.
zh_hant: 所謂「安全」的檔案包括電影、圖片、聲音、 PDF 以及文字檔案、磁碟影像以及其他壓縮檔案。

# u9L-og-Bev.title
source: Passive transfers allow files to be sent without the need to open up ports in your firewall or router—the receiver will need to.
de: Passive Übertragung ermöglicht es, Dateien zu senden, ohne Ports in Ihrer Firewall oder Ihrem Router zu öffnen — der Empfänger muss dies tun.
es: Las transferencias pasivas permiten enviar archivos sin requerir puertos abiertos en el router o firewall exceptuando a quien lo reciba.
fr: Les transferts passifs vous permettent d'envoyer des fichiers sans ouvrir d'autres ports dans votre firewall ou votre routeur.
it: La modalità passiva permette l'invio di file senza la necessità di modificare le impostazioni del firewall o router—il ricevente invece dovrà impostare il firewall o router.
ja: パッシブ転送は、あなた側のファイアウォールやルータのポートを開けることなくファイル送信を可能にします — 当然受信側もです
ko: 패시브 전송을 사용하게 되면 수신자의 방화벽이나 라우터의 포트를 열 필요가 없습니다.
nb: Passiv filoverføring tillater at filer blir sendt uten at porter trenger å åpnes i brannmuren eller routeren - mottakeren må gjøre dette.
nl: Passieve overdrachten zorgen ervoor dat u bestanden kunt verzenden zonder configuratie van poorten in uw firewall of router. De ontvanger moet deze daarentegen wel correct instellen.
pt_pt: Transferências passivas permitem que ficheiros possam ser enviados sem a necessidade de abrir portos na sua firewall ou router - o destinatário, no entanto, precisará de o fazer.
zh_hant: 所謂的「被動式傳輸」（Passive transfers），就是您可以不用打開您的防火牆或路由器的連接埠，就可以傳送檔案—不過，接受檔案的一方，就必須打開連接埠。

# WCK-qb-Mqs.title
source: Save downloaded files to:
de: Geladene Dateien sichern:
es: Guardar descargas en:
fr: Enregistrer les fichiers téléchargés dans:
it: Salva gli archivi scaricati in:
ja: ダウンロードファイルの保存先：
ko: 다운로드 받은 파일 저장:
nb: Lagre nedlastede filer i:
nl: Locatie gedownloade bestanden:
pt_pt: Destino dos ficheiros descarregados:
zh_hant: 將下載的檔案儲存到:

# wtZ-ek-f8M.title
source: Open "safe" files after downloading
de: „Sichere“ Dateien nach dem Laden öffnen
es: Abrir archivos "seguros" al descargar
fr: Ouvrir automatiquement les fichiers "fiables" après téléchargement.
it: Apri i file "sicuri" dopo lo scaricamento
ja: ダウンロード後に “安全な” ファイルを開く
ko: 다운로드가 끝난후 "안전한" 파일들 열기
nb: Åpne "sikre filer" etter nedlastnig
nl: Open "veilige" bestanden na downloaden
pt_pt: Abrir ficheiros "seguros" depois do download
zh_hant: 在下載完成後打開「安全」的檔案

# Xwu-lJ-YF3.title
source: Ask Every Time
de: Jedesmal nachfragen
es: Preguntar Siempre
fr: Demander à chaque fois
it: Chiedi ogni volta
ja: 毎回尋ねる
ko: 할때마다 묻기
nb: Spør alltid
nl: Vraag Altijd
pt_pt: Perguntar sempre
zh_hant: 每次都詢問我

# YcT-g2-fHv.title
source: Send files passively by default
de: Dateien standardmäßig passiv senden
es: Enviar archivos de forma pasiva por defecto
fr: Envoyer les fichiers passivement par défaut
it: Manda gli archivi in modalità passiva per default
ja: デフォルトでファイルをパッシブ送信
ko: 기본으로 수동적으로 보내기
nb: Send filer passivt som standard
nl: Passieve overdrachten als standaard
pt_pt: Enviar ficheiros passivamente por defeito
zh_hant: 根據預設值傳送檔案

# 5DW-mg-u7k.title
source: Automatically open ports in router
ja: ルータのポートを自動的に開ける
ko: 라우터 안에서 자동으로 포트 열기
nb: Åpne porter automatisk i router
nl: Stel poorten automatisch in

# tqu-1q-aXX.title
source: Requires a router that supports NAT-PMP or UPnP.
ja: ルータが NAT-PMP か UPnP をサポートしている必要があります。
ko: 라우터가 NAT-PNP 혹은 UPnP를 지원해야 합니다.
nb: Krever en server som støtter NAT-PMP eller UPnP.
nl: Vereist een router die NAT-PMP of UPnP ondersteunt.
